Repository: Philipp-git/untis
Catalog: po/*.po
Languages: de

source: Previous day
de: Vorheriger Tag

source: Go to the previous day.
de: Gehe zum vorheriger Tag.

source: Next day
de: Nächster Tag

source: Go to the next day.
de: Gehe zum nächsten Tag.

source: Settings
de: Einstellungen

source: Open the settings.
de: Öffne die Einstellungen.

source: Clear cache
de: Cache leeren

source: Delete the cached data.
de: Die gecachten Daten löschen.

source: Reload day
de: Tag neuladen

source: Reload the current day.
de: Lade den momentanen Tag neu.

source: Fetch cache
de: Cache abrufen

source: Fetch the cache manually (could help when bugs appear).
de: Den Cache Manuel laden (kann helfen, wenn Fehler auftreten).

source: xxxx.webuntis.com
de: xxxx.webunts.com

source: School:
de: Schule

source: School
de: Schule

source: Request will be send to:
de: Anfragen werden gesendet nach:

source: Username:
de: Benutzername:

source: Username
de: Benutzername

source: Password:
de: Passwort:

source: Password
de: Passwort

source: Show Log
de: Zeige Log

source: Show TimeStamp
de: Zeige Zeitstempel

source: Request at startup
de: Beim staten anfrage stellen

source: Close
de: Schlißen

source: Save
de: Speichern

source: Log enabled
de: Log Aktiviert

source: NO MATCH
de: NICHT GEFUNDEN

source: There are no lessons today.
de: Keine Stunden heute.

source: No username set. Go to settings to set one.
de: Kein Benutzername gesetzt. Gehe in die Einstellungen um einen zu setzen.

source: No password set. Go to settings to set one.
de: Kein Passwort gesetzt. Gehe in die Einstellungen um eines zu setzen.

source: No school set. Go to settings to set one.
de: Keine Schule gesetzt. Gehe in die Einstellungen um eine zu setzen.

source: No server set. Go to settings to set one.
de: Kein Server gesetzt. Gehe in die Einstellungen um einen zu setzen.
